Repository: anthimewillmann/Culinaro
Catalog: Culinaro/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, tr, zh_hans, zh_hant

source: Add Food
ar: إضافة طعام
da: Tilføj mad
de: Essen hinzufügen
es: Agregar comida
fr: Ajouter un aliment
it: Aggiungi cibo
ja: 食事を追加
ko: 음식 추가
nb: Legg til mat
nl: Voeding toevoegen
pl: Dodaj jedzenie
pt_br: Adicionar alimento
sv: Lägg till mat
tr: Yiyecek ekle
zh_hans: 添加食物
zh_hant: 加入食物

source: Add Ingredient
ar: إضافة مكوّن
da: Tilføj ingrediens
de: Zutat hinzufügen
es: Agregar ingrediente
fr: Ajouter un ingrédient
it: Aggiungi ingrediente
ja: 材料を追加
ko: 재료 추가
nb: Legg til ingrediens
nl: Ingrediënt toevoegen
pl: Dodaj składnik
pt_br: Adicionar ingrediente
sv: Lägg till ingrediens
tr: Malzeme ekle
zh_hans: 添加食材
zh_hant: 加入食材

source: Add Ingredients to Shopping
ar: إضافة المكوّنات إلى التسوق
da: Føj ingredienser til indkøb
de: Zutaten zum Einkauf
es: Agregar ingredientes a la compra
fr: Ajouter les ingrédients aux courses
it: Aggiungi ingredienti alla spesa
ja: 材料を買い物に追加
ko: 재료를 장보기에 추가
nb: Legg ingredienser til handlelisten
nl: Ingrediënten toevoegen aan boodschappen
pl: Dodaj składniki do zakupów
pt_br: Adicionar ingredientes às compras
sv: Lägg ingredienser i inköp
tr: Malzemeleri alışverişe ekle
zh_hans: 将食材加入购物清单
zh_hant: 將食材加入購物清單

source: Add Recipe
ar: إضافة وصفة
da: Tilføj opskrift
de: Rezept hinzufügen
es: Agregar receta
fr: Ajouter une recette
it: Aggiungi ricetta
ja: レシピを追加
ko: 레시피 추가
nb: Legg til oppskrift
nl: Recept toevoegen
pl: Dodaj przepis
pt_br: Adicionar receita
sv: Lägg till recept
tr: Tarif ekle
zh_hans: 添加食谱
zh_hant: 加入食譜

source: Add to Nutrition
ar: إضافة إلى التغذية
da: Føj til ernæring
de: Zur Ernährung hinzufügen
es: Agregar a nutrición
fr: Ajouter à la nutrition
it: Aggiungi alla nutrizione
ja: 栄養に追加
ko: 영양에 추가
nb: Legg til i ernæring
nl: Toevoegen aan voeding
pl: Dodaj do odżywiania
pt_br: Adicionar à nutrição
sv: Lägg till i näring
tr: Beslenmeye ekle
zh_hans: 添加到营养
zh_hant: 加入營養

source: Add to Shopping
ar: إضافة إلى التسوق
da: Føj til indkøb
de: Zum Einkauf hinzufügen
es: Agregar a la compra
fr: Ajouter aux courses
it: Aggiungi alla spesa
ja: 買い物に追加
ko: 장보기에 추가
nb: Legg til i handlelisten
nl: Toevoegen aan boodschappen
pl: Dodaj do zakupów
pt_br: Adicionar às compras
sv: Lägg till i inköp
tr: Alışverişe ekle
zh_hans: 添加到购物
zh_hant: 加入購物

# ai_generate_button
source: Generate
ar: إنشاء
da: Generer
de: Generieren
es: Generar
fr: Générer
it: Genera
ja: 生成
ko: 생성
nb: Generer
nl: Genereren
pl: Generuj
pt_br: Gerar
sv: Generera
tr: Oluştur
zh_hans: 生成
zh_hant: 生成

# average_last_7_days
source: Average for the Last 7 Days
ar: متوسط آخر 7 أيام
da: Gennemsnit for de sidste 7 dage
de: Durchschnitt der letzten 7 Tage
es: Promedio de los últimos 7 días
fr: Moyenne des 7 derniers jours
it: Media degli ultimi 7 giorni
ja: 過去7日間の平均
ko: 최근 7일 평균
nb: Gjennomsnitt siste 7 dager
nl: Gemiddelde van de laatste 7 dagen
pl: Średnia z ostatnich 7 dni
pt_br: Média dos últimos 7 dias
sv: Genomsnitt de senaste 7 dagarna
tr: Son 7 gün ortalaması
zh_hans: 最近 7 天平均
zh_hant: 最近 7 天平均

# average_last_30_days
source: Average for the Last 30 Days
ar: متوسط آخر 30 يومًا
da: Gennemsnit for de sidste 30 dage
de: Durchschnitt der letzten 30 Tage
es: Promedio de los últimos 30 días
fr: Moyenne des 30 derniers jours
it: Media degli ultimi 30 giorni
ja: 過去30日間の平均
ko: 최근 30일 평균
nb: Gjennomsnitt siste 30 dager
nl: Gemiddelde van de laatste 30 dagen
pl: Średnia z ostatnich 30 dni
pt_br: Média dos últimos 30 dias
sv: Genomsnitt de senaste 30 dagarna
tr: Son 30 gün ortalaması
zh_hans: 最近 30 天平均
zh_hant: 最近 30 天平均

source: Back
ar: رجوع
da: Tilbage
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
nb: Tilbake
nl: Terug
pl: Wstecz
pt_br: Voltar
sv: Tillbaka
tr: Geri
zh_hans: 返回
zh_hant: 返回

source: Calories
ar: السعرات الحرارية
da: Kalorier
de: Kalorien
es: Calorías
it: Calorie
ja: カロリー
ko: 칼로리
nb: Kalorier
nl: Calorieën
pl: Kalorie
pt_br: Calorias
sv: Kalorier
tr: Kalori
zh_hans: 卡路里
zh_hant: 卡路里

source: Camera
ar: الكاميرا
da: Kamera
de: Kamera
es: Cámara
fr: Appareil photo
it: Fotocamera
ja: カメラ
ko: 카메라
nb: Kamera
pl: Aparat
pt_br: Câmera
sv: Kamera
tr: Kamera
zh_hans: 相机
zh_hant: 相機

source: Carbs
ar: الكربوهيدرات
da: Kulhydrater
de: Kohlenhydrate
es: Carbohidratos
fr: Glucides
it: Carboidrati
ja: 炭水化物
ko: 탄수화물
nb: Karbohydrater
nl: Koolhydraten
pl: Węglowodany
pt_br: Carboidratos
sv: Kolhydrater
tr: Karbonhidrat
zh_hans: 碳水化合物
zh_hant: 碳水化合物

source: Completed Cook Modes
ar: أوضاع الطهي المكتملة
da: Gennemførte madlavningstilstande
de: Abgeschlossene Kochmodi
es: Modos de cocina completados
fr: Modes cuisson terminés
it: Modalità cucina completate
ja: 完了した調理モード
ko: 완료한 요리 모드
nb: Fullførte kokemoduser
nl: Voltooide kookmodi
pl: Ukończone tryby gotowania
pt_br: Modos de cozimento concluídos
sv: Slutförda matlagningslägen
tr: Tamamlanan pişirme modları
zh_hans: 已完成的烹饪模式
zh_hant: 已完成的烹飪模式

source: Completed Lessons
ar: الدروس المكتملة
da: Gennemførte lektioner
de: Abgeschlossene Lektionen
es: Lecciones completadas
fr: Leçons terminées
it: Lezioni completate
ja: 完了したレッスン
ko: 완료한 레슨
nb: Fullførte leksjoner
nl: Voltooide lessen
pl: Ukończone lekcje
pt_br: Aulas concluídas
sv: Slutförda lektioner
tr: Tamamlanan dersler
zh_hans: 已完成的课程
zh_hant: 已完成的課程

# cook_mode_enjoy
source: Enjoy!
ar: بالهناء والشفاء!
da: Velbekomme!
de: Genießen!
es: ¡Buen provecho!
fr: Bon appétit !
it: Buon appetito!
ja: 召し上がれ！
ko: 맛있게 드세요!
nb: Smakelig måltid!
nl: Smakelijk!
pl: Smacznego!
pt_br: Bom apetite!
sv: Smaklig måltid!
tr: Afiyet olsun!
zh_hans: 请享用！
zh_hant: 請享用！

source: Create New
ar: إنشاء جديد
da: Opret ny
de: Neu erstellen
es: Crear nuevo
fr: Créer
it: Crea nuovo
ja: 新規作成
ko: 새로 만들기
nb: Opprett ny
nl: Nieuw maken
pl: Utwórz nowe
pt_br: Criar novo
sv: Skapa ny
tr: Yeni oluştur
zh_hans: 新建
zh_hant: 新增

# created_count
source: %d created
ar: تم إنشاء %d عنصر
da: %d oprettet
de: %d erstellt
es: %d creados
fr: %d créés
it: %d creati
ja: %d 件作成
ko: %d개 생성됨
nb: %d opprettet
nl: %d aangemaakt
pl: %d utworzonych
pt_br: %d criados
sv: %d skapade
tr: %d oluşturuldu
zh_hans: 已创建 %d 个
zh_hant: 已建立 %d 個

source: Created Lessons
ar: الدروس المنشأة
da: Oprettede lektioner
de: Erstellte Lektionen
es: Lecciones creadas
fr: Leçons créées
it: Lezioni create
ja: 作成したレッスン
ko: 생성한 레슨
nb: Opprettede leksjoner
nl: Aangemaakte lessen
pl: Utworzone lekcje
pt_br: Aulas criadas
sv: Skapade lektioner
tr: Oluşturulan dersler
zh_hans: 已创建的课程
zh_hant: 已建立的課程

source: Created Recipes
ar: الوصفات المنشأة
da: Oprettede opskrifter
de: Erstellte Rezepte
es: Recetas creadas
fr: Recettes créées
it: Ricette create
ja: 作成したレシピ
ko: 생성한 레시피
nb: Opprettede oppskrifter
nl: Aangemaakte recepten
pl: Utworzone przepisy
pt_br: Receitas criadas
sv: Skapade recept
tr: Oluşturulan tarifler
zh_hans: 已创建的食谱
zh_hant: 已建立的食譜

source: Days
ar: الأيام
da: Dage
de: Tage
es: Días
fr: Jours
it: Giorni
ja: 日数
ko: 일
nb: Dager
nl: Dagen
pl: Dni
pt_br: Dias
sv: Dagar
tr: Gün
zh_hans: 天
zh_hant: 天

source: Delete
ar: حذف
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Excluir
sv: Radera
tr: Sil
zh_hans: 删除
zh_hant: 刪除

source: Delete Completed
ar: حذف المكتملة
da: Slet færdige
de: Erledigte löschen
es: Eliminar completados
fr: Supprimer les éléments terminés
it: Elimina completati
ja: 完了済みを削除
ko: 완료 항목 삭제
nb: Slett fullførte
nl: Voltooide verwijderen
pl: Usuń ukończone
pt_br: Excluir concluídos
sv: Radera avklarade
tr: Tamamlananları sil
zh_hans: 删除已完成项
zh_hant: 刪除已完成項目

source: Delete Selected Lessons
ar: حذف الدروس المحددة
da: Slet valgte lektioner
de: Ausgewählte Lektionen löschen
es: Eliminar lecciones seleccionadas
fr: Supprimer les leçons sélectionnées
it: Elimina lezioni selezionate
ja: 選択したレッスンを削除
ko: 선택한 레슨 삭제
nb: Slett valgte leksjoner
nl: Geselecteerde lessen verwijderen
pl: Usuń wybrane lekcje
pt_br: Excluir aulas selecionadas
sv: Radera valda lektioner
tr: Seçili dersleri sil
zh_hans: 删除所选课程
zh_hant: 刪除所選課程

source: Delete Selected Recipes
ar: حذف الوصفات المحددة
da: Slet valgte opskrifter
de: Ausgewählte Rezepte löschen
es: Eliminar recetas seleccionadas
fr: Supprimer les recettes sélectionnées
it: Elimina ricette selezionate
ja: 選択したレシピを削除
ko: 선택한 레시피 삭제
nb: Slett valgte oppskrifter
nl: Geselecteerde recepten verwijderen
pl: Usuń wybrane przepisy
pt_br: Excluir receitas selecionadas
sv: Radera valda recept
tr: Seçili tarifleri sil
zh_hans: 删除所选食谱
zh_hant: 刪除所選食譜

source: Edit
ar: تعديل
da: Rediger
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
nb: Rediger
nl: Bewerken
pl: Edytuj
pt_br: Editar
sv: Redigera
tr: Düzenle
zh_hans: 编辑
zh_hant: 編輯

# edit_recipe
source: Edit
ar: تعديل
da: Rediger
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
nb: Rediger
nl: Bewerken
pl: Edytuj
pt_br: Editar
sv: Redigera
tr: Düzenle
zh_hans: 编辑
zh_hant: 編輯

source: Error
ar: خطأ
da: Fejl
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
nb: Feil
nl: Fout
pl: Błąd
pt_br: Erro
sv: Fel
tr: Hata
zh_hans: 错误
zh_hant: 錯誤

# error_invalid_image
source: The image could not be processed.
ar: تعذّر معالجة الصورة.
da: Billedet kunne ikke behandles.
de: Das Bild konnte nicht verarbeitet werden.
es: La imagen no se pudo procesar.
fr: Impossible de traiter l'image.
it: Impossibile elaborare l'immagine.
ja: 画像を処理できませんでした。
ko: 이미지를 처리할 수 없습니다.
nb: Bildet kunne ikke behandles.
nl: De afbeelding kon niet worden verwerkt.
pl: Nie można przetworzyć obrazu.
pt_br: A imagem não pôde ser processada.
sv: Bilden kunde inte bearbetas.
tr: Görsel işlenemedi.
zh_hans: 无法处理图像。
zh_hant: 無法處理圖像。

# error_no_text_found
source: No text found in image.
ar: لم يتم العثور على نص في الصورة.
da: Ingen tekst fundet i billedet.
de: Kein Text im Bild gefunden.
es: No se encontró texto en la imagen.
fr: Aucun texte trouvé dans l'image.
it: Nessun testo trovato nell'immagine.
ja: 画像にテキストが見つかりませんでした。
ko: 이미지에서 텍스트를 찾을 수 없습니다.
nb: Ingen tekst funnet i bildet.
nl: Geen tekst gevonden in afbeelding.
pl: Nie znaleziono tekstu na obrazie.
pt_br: Nenhum texto encontrado na imagem.
sv: Ingen text hittades i bilden.
tr: Görselde metin bulunamadı.
zh_hans: 图像中未找到文本。
zh_hant: 圖像中未找到文字。

source: Export
ar: تصدير
da: Eksporter
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: 書き出す
ko: 내보내기
nb: Eksporter
nl: Exporteren
pl: Eksportuj
pt_br: Exportar
sv: Exportera
tr: Dışa aktar
zh_hans: 导出
zh_hant: 匯出

source: Export Selected Lessons
ar: تصدير الدروس المحددة
da: Eksporter valgte lektioner
de: Ausgewählte Lektionen exportieren
es: Exportar lecciones seleccionadas
fr: Exporter les leçons sélectionnées
it: Esporta lezioni selezionate
ja: 選択したレッスンを書き出す
ko: 선택한 레슨 내보내기
nb: Eksporter valgte leksjoner
nl: Geselecteerde lessen exporteren
pl: Eksportuj wybrane lekcje
pt_br: Exportar aulas selecionadas
sv: Exportera valda lektioner
tr: Seçili dersleri dışa aktar
zh_hans: 导出所选课程
zh_hant: 匯出所選課程

source: Export Selected Recipes
ar: تصدير الوصفات المحددة
da: Eksporter valgte opskrifter
de: Ausgewählte Rezepte exportieren
es: Exportar recetas seleccionadas
fr: Exporter les recettes sélectionnées
it: Esporta ricette selezionate
ja: 選択したレシピを書き出す
ko: 선택한 레시피 내보내기
nb: Eksporter valgte oppskrifter
nl: Geselecteerde recepten exporteren
pl: Eksportuj wybrane przepisy
pt_br: Exportar receitas selecionadas
sv: Exportera valda recept
tr: Seçili tarifleri dışa aktar
zh_hans: 导出所选食谱
zh_hant: 匯出所選食譜

source: Fat
ar: الدهون
da: Fedt
de: Fett
es: Grasa
fr: Lipides
it: Grassi
ja: 脂質
ko: 지방
nb: Fett
nl: Vet
pl: Tłuszcz
pt_br: Gordura
sv: Fett
tr: Yağ
zh_hans: 脂肪
zh_hant: 脂肪

source: Finish Selection
ar: إنهاء التحديد
da: Afslut valg
de: Auswahl beenden
es: Finalizar selección
fr: Terminer la sélection
it: Termina selezione
ja: 選択を終了
ko: 선택 완료
nb: Avslutt valg
nl: Selectie beëindigen
pl: Zakończ wybór
pt_br: Concluir seleção
sv: Avsluta markering
tr: Seçimi bitir
zh_hans: 完成选择
zh_hant: 完成選取

source: Food
ar: طعام
da: Mad
de: Essen
es: Comida
fr: Aliment
it: Cibo
ja: 食事
ko: 음식
nb: Mat
nl: Voeding
pl: Jedzenie
pt_br: Alimento
sv: Mat
tr: Yiyecek
zh_hans: 食物
zh_hant: 食物

# food_section
source: Food
ar: الغذاء
da: Næring
de: Nahrung
es: Alimentación
fr: Alimentation
it: Alimentazione
ja: 食事
ko: 음식
nb: Mat
nl: Voeding
pl: Jedzenie
pt_br: Alimentação
sv: Mat
tr: Besin
zh_hans: 食物
zh_hant: 食物

source: Friends
ar: الأصدقاء
da: Venner
de: Freunde
es: Amigos
fr: Amis
it: Amici
ja: 友達
ko: 친구
nb: Venner
nl: Vrienden
pl: Znajomi
pt_br: Amigos
sv: Vänner
tr: Arkadaşlar
zh_hans: 好友
zh_hant: 好友

# friends_leaderboard_empty_description
source: Once you or your friends submit scores, they will appear here.
ar: عندما ترسل أنت أو أصدقاؤك نقاطًا، ستظهر هنا.
da: Når du eller dine venner har indsendt point, vises de her.
de: Sobald du oder deine Freunde Punkte eingereicht haben, erscheinen sie hier.
es: Cuando tú o tus amigos envíen puntos, aparecerán aquí.
fr: Lorsque vous ou vos amis envoyez des points, ils apparaîtront ici.
it: Quando tu o i tuoi amici invierete dei punti, appariranno qui.
ja: あなたまたは友達がスコアを送信すると、ここに表示されます。
ko: 본인이나 친구가 점수를 제출하면 여기에 표시됩니다.
nb: Når du eller vennene dine sender inn poeng, vises de her.
nl: Zodra jij of je vrienden scores indienen, verschijnen ze hier.
pl: Gdy Ty lub Twoi znajomi prześlecie wyniki, pojawią się tutaj.
pt_br: Quando você ou seus amigos enviarem pontos, eles aparecerão aqui.
sv: När du eller dina vänner skickar in poäng visas de här.
tr: Sen veya arkadaşların puan gönderdiğinde burada görünür.
zh_hans: 当你或好友提交分数后，它们会显示在这里。
zh_hant: 當你或好友提交分數後，會顯示在這裡。

# from_source
source: from %@
ar: من %@
da: fra %@
de: aus %@
es: de %@
fr: de %@
it: da %@
ja: %@ から
ko: %@에서
nb: fra %@
nl: uit %@
pl: z %@
pt_br: de %@
sv: från %@
tr: %@ kaynağından
zh_hans: 来自 %@
zh_hant: 來自 %@

# game_center_not_signed_in
source: Not Signed In to Game Center
ar: لم يتم تسجيل الدخول إلى Game Center
da: Ikke logget ind på Game Center
de: Game Center nicht angemeldet
es: No has iniciado sesión en Game Center
fr: Non connecté à Game Center
it: Accesso a Game Center non effettuato
ja: Game Centerにサインインしていません
ko: Game Center에 로그인하지 않음
nb: Ikke logget på Game Center
nl: Niet ingelogd bij Game Center
pl: Nie zalogowano w Game Center
pt_br: Sessão não iniciada no Game Center
sv: Inte inloggad på Game Center
tr: Game Center oturumu açılmadı
zh_hans: 未登录 Game Center
zh_hant: 未登入 Game Center

# game_center_sign_in_description
source: Sign in to compare your total score with friends.
ar: سجّل الدخول لمقارنة مجموع نقاطك مع الأصدقاء.
da: Log ind for at sammenligne din samlede score med venner.
de: Melde dich an, um deine Gesamtpunktzahl mit Freunden zu vergleichen.
es: Inicia sesión para comparar tu puntuación total con amigos.
fr: Connectez-vous pour comparer votre score total avec vos amis.
it: Accedi per confrontare il tuo punteggio totale con gli amici.
ja: サインインして合計スコアを友達と比較しましょう。
ko: 로그인하여 총점을 친구와 비교하세요.
nb: Logg på for å sammenligne totalpoengsummen din med venner.
nl: Log in om je totaalscore met vrienden te vergelijken.
pl: Zaloguj się, aby porównać swój łączny wynik ze znajomymi.
pt_br: Entre para comparar sua pontuação total com amigos.
sv: Logga in för att jämföra din totalpoäng med vänner.
tr: Toplam puanını arkadaşlarınla karşılaştırmak için giriş yap.
zh_hans: 登录以将你的总分与好友比较。
zh_hant: 登入以將你的總分與好友比較。

source: Generate Tips
ar: إنشاء نصائح
da: Generer tips
de: Tipps generieren
es: Generar consejos
fr: Générer des astuces
it: Genera consigli
ja: ヒントを生成
ko: 팁 생성
nb: Generer tips
nl: Tips genereren
pl: Generuj wskazówki
pt_br: Gerar dicas
sv: Generera tips
tr: İpuçları oluştur
zh_hans: 生成提示
zh_hant: 產生提示

source: Generate with AI
ar: إنشاء باستخدام الذكاء الاصطناعي
da: Generer med AI
de: Mit KI generieren
es: Generar con IA
fr: Générer avec l’IA
it: Genera con IA
ja: AIで生成
ko: AI로 생성
nb: Generer med KI
nl: Genereren met AI
pl: Generuj z AI
pt_br: Gerar com IA
sv: Generera med AI
tr: Yapay zekayla oluştur
zh_hans: 用 AI 生成
zh_hant: 使用 AI 產生

# indexed_note_placeholder
source: %d. Note
ar: %d. ملاحظة
de: %d. Anmerkung
es: %d. Nota
it: %d. Nota
ja: %d. メモ
ko: %d. 메모
nb: %d. Notat
nl: %d. Notitie
pl: %d. Notatka
pt_br: %d. Nota
sv: %d. Anteckning
tr: %d. Not
zh_hans: %d. 备注
zh_hant: %d. 備註

source: Ingredient
ar: مكوّن
da: Ingrediens
de: Zutat
es: Ingrediente
fr: Ingrédient
it: Ingrediente
ja: 材料
ko: 재료
nb: Ingrediens
pl: Składnik
pt_br: Ingrediente
sv: Ingrediens
tr: Malzeme
zh_hans: 食材
zh_hant: 食材

source: Ingredients
ar: المكوّنات
da: Ingredienser
de: Zutaten
es: Ingredientes
fr: Ingrédients
it: Ingredienti
ja: 材料一覧
ko: 재료 목록
nb: Ingredienser
nl: Ingrediënten
pl: Składniki
pt_br: Ingredientes
sv: Ingredienser
tr: Malzemeler
zh_hans: 食材列表
zh_hant: 食材列表

# ingredients_count
source: %d Ingredients
ar: %d مكوّنات
da: %d ingredienser
de: %d Zutaten
es: %d ingredientes
fr: %d ingrédients
it: %d ingredienti
ja: %d 種類の材料
ko: 재료 %d개
nb: %d ingredienser
nl: %d ingrediënten
pl: %d składników
pt_br: %d ingredientes
sv: %d ingredienser
tr: %d malzeme
zh_hans: %d 种食材
zh_hant: %d 種食材

# ingredients_header
source: Ingredient
ar: مكوّن
da: Ingrediens
de: Zutat
es: Ingrediente
fr: Ingrédient
it: Ingrediente
ja: 材料
ko: 재료
nb: Ingrediens
pl: Składnik
pt_br: Ingrediente
sv: Ingrediens
tr: Malzeme
zh_hans: 食材
zh_hant: 食材

# item_kind_lesson
source: Lesson
ar: درس
da: Lektion
de: Lektion
es: Lección
fr: Leçon
it: Lezione
ja: レッスン
ko: 레슨
nb: Leksjon
nl: Les
pl: Lekcja
pt_br: Aula
sv: Lektion
tr: Ders
zh_hans: 课程
zh_hant: 課程

# item_kind_recipe
source: Recipe
ar: وصفة
da: Opskrift
de: Rezept
es: Receta
fr: Recette
it: Ricetta
ja: レシピ
ko: 레시피
nb: Oppskrift
nl: Recept
pl: Przepis
pt_br: Receita
sv: Recept
tr: Tarif
zh_hans: 食谱
zh_hant: 食譜

# items_count
source: %d items
ar: %d عنصر
da: %d varer
de: %d Artikel
es: %d artículos
fr: %d articles
it: %d elementi
ja: %d 件
ko: %d개 항목
nb: %d varer
pl: %d elementu
pt_br: %d itens
sv: %d artiklar
tr: %d öğe
zh_hans: %d 个项目
zh_hant: %d 個項目

source: Leaderboard Unavailable
ar: لوحة الترتيب غير متاحة
da: Ranglisten er ikke tilgængelig
de: Rangliste nicht verfügbar
es: Clasificación no disponible
fr: Classement indisponible
it: Classifica non disponibile
ja: ランキングを利用できません
ko: 순위표를 사용할 수 없음
nb: Topplisten er ikke tilgjengelig
nl: Klassement niet beschikbaar
pl: Tabela wyników niedostępna
pt_br: Ranking indisponível
sv: Topplistan är inte tillgänglig
tr: Lider tablosu kullanılamıyor
zh_hans: 排行榜不可用
zh_hant: 排行榜無法使用

source: Lesson Not Found
ar: لم يتم العثور على الدرس
da: Lektion ikke fundet
de: Lektion nicht gefunden
es: Lección no encontrada
fr: Leçon introuvable
it: Lezione non trovata
ja: レッスンが見つかりません
ko: 레슨을 찾을 수 없음
nb: Fant ikke leksjonen
nl: Les niet gevonden
pl: Nie znaleziono lekcji
pt_br: Aula não encontrada
sv: Lektionen hittades inte
tr: Ders bulunamadı
zh_hans: 未找到课程
zh_hant: 找不到課程

# lesson_title_placeholder
source: Lesson Title
ar: عنوان الدرس
da: Lektionstitel
de: Lektionstitel
es: Título de la lección
fr: Titre de la leçon
it: Titolo della lezione
ja: レッスン名
ko: 레슨 제목
nb: Leksjonstittel
nl: Lestitel
pl: Tytuł lekcji
pt_br: Título da aula
sv: Lektionstitel
tr: Ders başlığı
zh_hans: 课程标题
zh_hant: 課程標題

source: Lessons
ar: الدروس
da: Lektioner
de: Lektionen
es: Lecciones
fr: Leçons
it: Lezioni
ja: レッスン
ko: 레슨
nb: Leksjoner
nl: Lessen
pl: Lekcje
pt_br: Aulas
sv: Lektioner
tr: Dersler
zh_hans: 课程
zh_hant: 課程

source: Log as Eaten
ar: تسجيل كوجبة مأكولة
da: Log som spist
de: Als gegessen loggen
es: Registrar como comido
fr: Enregistrer comme mangé
it: Registra come mangiato
ja: 食べたものとして記録
ko: 먹은 것으로 기록
nb: Logg som spist
nl: Loggen als gegeten
pl: Zapisz jako zjedzone
pt_br: Registrar como comido
sv: Logga som uppäten
tr: Yenmiş olarak kaydet
zh_hans: 记录为已食用
zh_hant: 記錄為已食用

source: Logged
ar: تم التسجيل
da: Logget
de: Geloggt
es: Registrado
fr: Enregistré
it: Registrato
ja: 記録済み
ko: 기록됨
nb: Logget
nl: Gelogd
pl: Zapisano
pt_br: Registrado
sv: Loggat
tr: Kaydedildi
zh_hans: 已记录
zh_hant: 已記錄

# nav_title_edit
source: Edit
ar: تعديل
da: Rediger
de: Editieren
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
nb: Rediger
nl: Bewerken
pl: Edytuj
pt_br: Editar
sv: Redigera
tr: Düzenle
zh_hans: 编辑
zh_hant: 編輯

# nav_title_new
source: New Recipe
ar: وصفة جديدة
da: Ny opskrift
de: Neues Rezept
es: Nueva receta
fr: Nouvelle recette
it: Nuova ricetta
ja: 新しいレシピ
ko: 새 레시피
nb: Ny oppskrift
nl: Nieuw recept
pl: Nowy przepis
pt_br: Nova receita
sv: Nytt recept
tr: Yeni Tarif
zh_hans: 新食谱
zh_hant: 新食譜

source: New
ar: جديد
da: Ny
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
ja: 新規
ko: 새 항목
nb: Ny
nl: Nieuw
pl: Nowe
pt_br: Novo
sv: Ny
tr: Yeni
zh_hans: 新建
zh_hant: 新增

source: No Entries
ar: لا توجد إدخالات
da: Ingen poster
de: Keine Einträge
es: Sin entradas
fr: Aucune entrée
it: Nessuna voce
ja: 項目がありません
ko: 항목 없음
nb: Ingen oppføringer
nl: Geen items
pl: Brak wpisów
pt_br: Nenhuma entrada
sv: Inga poster
tr: Kayıt yok
zh_hans: 没有条目
zh_hant: 沒有項目

# no_items
source: No Items Yet
ar: لا توجد عناصر بعد
da: Ingen varer endnu
de: Noch keine Artikel
es: Aún no hay artículos
fr: Aucun article pour le moment
it: Ancora nessun elemento
ja: まだ項目がありません
ko: 아직 항목 없음
nb: Ingen varer ennå
nl: Nog geen items
pl: Brak elementów
pt_br: Ainda não há itens
sv: Inga artiklar än
tr: Henüz öğe yok
zh_hans: 还没有项目
zh_hant: 尚無項目

# no_lessons
source: No Lessons Yet
ar: لا توجد دروس بعد
da: Ingen lektioner endnu
de: Noch keine Lektionen
es: Aún no hay lecciones
fr: Aucune leçon pour le moment
it: Ancora nessuna lezione
ja: まだレッスンがありません
ko: 아직 레슨 없음
nb: Ingen leksjoner ennå
nl: Nog geen lessen
pl: Brak lekcji
pt_br: Ainda não há aulas
sv: Inga lektioner än
tr: Henüz ders yok
zh_hans: 还没有课程
zh_hant: 尚無課程

# no_recipes
source: No Recipes Yet
ar: لا توجد وصفات بعد
da: Ingen opskrifter endnu
de: Noch keine Rezepte
es: Aún no hay recetas
fr: Aucune recette pour le moment
it: Ancora nessuna ricetta
ja: まだレシピがありません
ko: 아직 레시피 없음
nb: Ingen oppskrifter ennå
nl: Nog geen recepten
pl: Brak przepisów
pt_br: Ainda não há receitas
sv: Inga recept än
tr: Henüz tarif yok
zh_hans: 还没有食谱
zh_hant: 尚無食譜

source: Notes
ar: ملاحظات
da: Noter
de: Anmerkungen
es: Notas
it: Note
ja: メモ
ko: 메모
nb: Notater
nl: Notities
pl: Notatki
pt_br: Notas
sv: Anteckningar
tr: Notlar
zh_hans: 备注
zh_hant: 備註

source: Nutrition
ar: التغذية
da: Ernæring
de: Ernährung
es: Nutrición
it: Nutrizione
ja: 栄養
ko: 영양
nb: Ernæring
nl: Voeding
pl: Odżywianie
pt_br: Nutrição
sv: Näring
tr: Beslenme
zh_hans: 营养
zh_hant: 營養

source: Nutrition Facts
ar: القيم الغذائية
da: Næringsindhold
de: Nährwerte
es: Valores nutricionales
fr: Valeurs nutritionnelles
it: Valori nutrizionali
ja: 栄養成分
ko: 영양 정보
nb: Næringsinnhold
nl: Voedingswaarden
pl: Wartości odżywcze
pt_br: Informações nutricionais
sv: Näringsvärden
tr: Besin değerleri
zh_hans: 营养成分
zh_hant: 營養成分

# of_steps
source: of %d
ar: من %d
da: af %d
de: von %d
es: de %d
fr: sur %d
it: di %d
ja: / %d
ko: / %d
nb: av %d
nl: van %d
pl: z %d
pt_br: de %d
sv: av %d
tr: / %d
zh_hans: 共 %d
zh_hant: 共 %d

source: Overview
ar: نظرة عامة
da: Oversigt
de: Übersicht
es: Resumen
fr: Aperçu
it: Panoramica
ja: 概要
ko: 개요
nb: Oversikt
nl: Overzicht
pl: Przegląd
pt_br: Visão geral
sv: Översikt
tr: Genel bakış
zh_hans: 概览
zh_hant: 概覽

source: Photo Library
ar: مكتبة الصور
da: Fotobibliotek
de: Fotomediathek
es: Fototeca
fr: Photothèque
it: Libreria foto
ja: 写真ライブラリ
ko: 사진 보관함
nb: Bildebibliotek
nl: Fotobibliotheek
pl: Biblioteka zdjęć
pt_br: Biblioteca de fotos
sv: Bildbibliotek
tr: Fotoğraf arşivi
zh_hans: 照片图库
zh_hant: 照片圖庫

source: Pin
ar: تثبيت
da: Fastgør
de: Fixieren
es: Fijar
fr: Épingler
it: Fissa
ja: 固定
ko: 고정
nb: Fest
nl: Vastmaken
pl: Przypnij
pt_br: Fixar
sv: Fäst
tr: Sabitle
zh_hans: 置顶
zh_hant: 置頂

source: Pinned
ar: مثبّت
da: Fastgjort
de: Angepinnt
es: Fijado
fr: Épinglé
it: Fissati
ja: ピン留め済み
ko: 고정됨
nb: Festet
nl: Vastgezet
pl: Przypięte
pt_br: Fixado
sv: Fäst
tr: Sabitlenmiş
zh_hans: 已置顶
zh_hant: 已置頂
